<template>
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
>>>>>>> c65e62c (提交分类以及主页)
=======
>>>>>>> d090979 (提交分类以及主页)
  <view class="">111</view>
=======
  <view>
    catr
  </view>
>>>>>>> 257cbe6 (设置了tabar导航以及新增图片)
<<<<<<< HEAD
<<<<<<< HEAD
=======
  <view class="">111</view>
>>>>>>> 56385ea (首页的简单交互完成)
=======
>>>>>>> c65e62c (提交分类以及主页)
=======
>>>>>>> d090979 (提交分类以及主页)
</template>

<script>
  export default {
    data() {
      return {
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
=======
>>>>>>> c65e62c (提交分类以及主页)
=======
>>>>>>> d090979 (提交分类以及主页)
     
      };
    },
    methods: {
     
    },
    onLoad() {
   
=======
        
      };
>>>>>>> 257cbe6 (设置了tabar导航以及新增图片)
<<<<<<< HEAD
<<<<<<< HEAD
=======
     
      };
    },
    methods: {
     
    },
    onLoad() {
   
>>>>>>> 56385ea (首页的简单交互完成)
=======
>>>>>>> c65e62c (提交分类以及主页)
=======
>>>>>>> d090979 (提交分类以及主页)
    }
  }
</script>

<style lang="scss">

</style>
